let translation = {
    'translate-button': 'English',
    'contact-button': 'تواصل',
    title: 'زيت وليمون',
    'title-2': 'زيت وليمون',
    'who-we-are':
        'إحنا اللي وحشنا أكل ماما وريحة شوارعنا وقررنا نجيبهم دبي. “زيت وليمون” تحبيشة الفول المدمس اللي محدش يقدر يقاومها ويا سلام لو عليهم شوية كمون! أختارنا إسمنا محبش زي أكلنا اللي ريحته تشمها في كل شا رع وكل بيت.',
    'promise-title': 'الوعد',
    promise:
        'عاوزين كل واحد نفسه في أكلة من إيد ست الحبايب أو نفسه في ساندوتش من على أحلى عربية في الشارع يلاقيه عندنا. مهمتنا مش بس إننا نطبخ أكل حلو.. مهمتنا كمان إننا نقدم أجود الخامات عشان صحتكم تهمنا. وبنحلم ننقل أجواء الشوارع المصرية مع كل وجبة هتطلبها من عندنا وكل ساندوتش.عاوزين اللي وحشته مصر يلاقي حاجة منها عندنا ترجعه لأيام زمان وحلاوتها … واللي لسة ماشفش مصر ولا داق حلاوة طعم أكلها يتعرف عليها عندنا.'
};
